{
	"tabContent": [
		{
			"type": "heading",
			"content": ["Разработка"]
		},
		{
			"type": "text",
			"content": [
				{
					"title": "Создаем веб-ресурсы и приложения для любого вида, масштаба бизнеса под потребности вашей целевой аудитории. Интегрируем необходимые системы, оказываем поддержку при запуске и обслуживании. Какие ресурсы мы разрабатываем:",
					"description": ""
				}
			]
		},
		{
			"type": "list",
			"content": [
				{
					"title": "Разработка интернет-магазина",
					"description": "Cоздаем уникальные интернет-магазины, которые привлекают внимание покупателей и увеличивают конверсию. Надежная платформа, удобный интерфейс и интеграция с платежными системами помогут процветать вашему бизнесу."
				},
				{
					"title": "Разработка корпоративного сайта",
					"description": "Cоздаем стильные и информативные корпоративные сайты, которые отражают вашу уникальность, привлекают клиентов и повышают доверие к бренду."
				},
				{
					"title": "Разработка сайта-визитки",
					"description": "Если вам нужен простой, но эффективный способ представить себя или свои услуги в интернете, сайт-визитка идеальное решение. Мы создадим стильную одностраничную платформу, которая выделит вас из толпы и привлечет внимание потенциальных клиентов."
				},
				{
					"title": "Разработка лендинга",
					"description": "Если вы хотите запустить рекламную кампанию или продвигать конкретное предложение, наш лендинг будет создан с учетом всех маркетинговых требований, чтобы привлечь целевую аудиторию, убедить ее в уникальности вашего продукта и стимулировать к действию."
				}
			]
		},
		{
			"type": "text",
			"content": [
				{
					"title": "Мы предлагаем вам услугу по разработке сайтов и приложений, которая поможет вам создать уникальный и современный веб-ресурс или мобильную программу для любой цели. Мы работаем с проектами любой тематики и сложности, а также учитываем индивидуальные пожелания и цели каждого клиента. Мы гарантируем вам высокое качество, креативность и оперативность нашей работы. Мы используем только профессиональные инструменты и программы для разработки сайтов и приложений, а также талантливую команду разработчиков.",
					"description": ""
				}
			]
		}
	]
}
